var lang = {};
lang.C00001 = "请从列表中选择要操作的数据";
lang.C00002 = "列表中没有任何数据";
lang.C00003 = "只能选择一条数据进行操作";
lang.A00003 = "当前页面数据还没有保存";
lang.D00001 = "请检查放大镜数据的正确性"
lang.E00001 = "放大镜没有配置类型";
lang.E00002 = "请检查放大镜是否配置了代码[CODE]";
lang.F00001 = "当前浏览器不支持剪切板操作";
lang.F00002 = "确定要关闭页面吗?";
lang.M00001 = "不可以为空";
lang.M00002 = "验证不通过";
lang.M00003 = "请检查放大镜的正确性";
lang.M00004 = "信息提示";
lang.M00005 = "确定";
lang.M00006 = "取消";
lang.M00007 = "请稍后";
lang.M00008 = "验证码";
lang.M00009 = "点击重新获取验证码";
lang.M00010 = "更换验证码";
lang.M00011 = "请输入验证码";
lang.M00012 = "任务进度";
lang.M00013 = "执行验证时,没有找到对象";
lang.M00014 = "执行验证时,选择对象不唯一";
lang.M00015 = "无法识别的放大镜判断标记";
lang.M00016 = "异常控件";
lang.M00017 = "请选择要导入的文件";
lang.M00018 = "没有提供下载模板";
lang.M00019 = "无法获取可配置的数据项";
lang.M00020 = "地址不可以为空";
lang.M00021 = "查看";
lang.M00022 = "异步访问发生错误，请求页面地址";
lang.M00023 = "确定要关闭当前页面吗?";
lang.M00024 = "无法获取帮助地址";
lang.M00025 = "用户会话信息丢失，请重新登录系统";
lang.M00026 = "请先保存主信息";
lang.M00027 = "首页";
lang.M00028 = "系统功能";

lang.M00029 = "关闭页面";
lang.M00030 = "关闭全部";
lang.M00031 = "关闭其它";
lang.M00032 = "重新加载";
lang.M00033 = "全屏显示";


lang.M00034 = "确定执行删除操作吗?";

lang.M00035 = "当前已经是第{w1}页,不可以跳转到当前页";
lang.M00036 = "你有新的消息";
lang.M00037 = "我的消息";
lang.M00038 = "系统通知列表";
lang.M00039 = "系统通知";
lang.M00040 = "查看操作日志";
lang.M00041 = "查看操作明细";

lang.M00042 = "修改密码";




